{
  "movies": [
    {
      "title": "The Greatest Showman",
      "description": "es un musical que celebra el nacimiento del show business y cuenta la historia de un visionario showman y empresario circense que surgió de la nada para crear un espectáculo que se convirtió en una sensación mundial y que fue conocido como El mayor espectáculo en la Tierra",
      "duration": "105 min",
      "rating": "4.9/5",
      "image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcQxWvYVYjQLknyUol7j1Cx29YLi4JLAdgpE1-d3udgoNflCv53O",
      "estreno": true
    },
    {
      "title": "Monsters, Inc.",
      "description": "En Monstruópolis, una pequeña ciudad poblada por monstruos, la principal fuente de energía proviene de los gritos de los niños recolectados por la fábrica de Monsters Inc., donde un equipo de monstruos entra en el mundo de los humanos para asustar a los niños durante la noche.",
      "duration": "92 min",
      "rating": "4.4/5",
      "image": "https://m.media-amazon.com/images/M/MV5BMTY1NTI0ODUyOF5BMl5BanBnXkFtZTgwNTEyNjQ0MDE@._V1_.jpg",
      "estreno": false
    },
    {
      "title": "Smile",
      "description": "A medida que un miedo sobrecogedor comienza a afectar a todos los aspectos de su vida, Rose se verá obligada a afrontar a su problemático pasado para sobrevivir y escapar de su terrorífica nueva realidad. ",
      "duration": "115 min",
      "rating": "3.1/5",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS_OMv07kxw1BSNm7UgRXXWBx0wNpsr1BPxB5_I1x_w_Q&s",
      "estreno": true
    },
    {
      "title": "Legalmente Rubia",
      "description": "Elle Woods es una rubia muy popular. Disfruta de una vida maravillosa pero todo se derrumba cuando su novio rompe con ella por ser demasiado rubia y poco formal para su futura carrera en el mundo de la política. Decidida a borrar esta imagen de ella, Elle se matricula en la Facultad de Derecho de Harvard y se enfrenta a un reto mayor de lo que esperaba",
      "duration": "96 min",
      "rating": "3.9/5",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcSDpJ8k9Reh9Dily4lEndtQY9KrPfCU88tjjuN8rkbAJiHixm18sBpUKuO4RuPFISAtDl0Epw",
      "estreno": false
    },
    {
      "title": "Spider-Man: no way home",
      "description": "Por primera vez en la historia cinematográfica de Spider-Man, nuestro héroe, vecino y amigo es desenmascarado y por tanto ya no es capaz de separar su vida normal de los enormes riesgos que conlleva ser un Súper Héroe. Cuando pide ayuda a Doctor Strange, los riesgos pasan a ser aún más peligrosos, obligándole a descubrir lo que realmente significa ser Spider-Man.",
      "duration": "148 min",
      "rating": "4.4/5",
      "image": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQ3ksk9K-b2pT6OOczS4ucB5aH_l7hOGuIO7RUXMubkxOfbhmQX",
      "estreno": true
    }
  ]
}
